tap "azure/kubelogin"
tap "buo/cask-upgrade"
tap "homebrew/bundle"

brew "Azure/kubelogin/kubelogin"
brew "azcopy"
brew "azure-cli"
brew "bat"
brew "docker"
brew "fzf"
brew "gh"
brew "go"
brew "helix"
brew "jq"
brew "k9s"
brew "kind"
brew "kubectx"
brew "kubernetes-cli"
brew "pgcli"
brew "podman"
brew "podman-compose"
brew "ripgrep"
brew "starship"
brew "stow"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# cask "insomnia"
cask "intellij-idea-ce"
cask "microsoft-azure-storage-explorer"
cask "podman-desktop"
cask "rectangle"
cask "visual-studio-code"

